acpi
ags-hyprpanel-git
agsv1
agsv1-debug
alacritty
android-studio
arc-gtk-theme
archlinux-xdg-menu
archlinuxcn-keyring
ark
asusctl
atuin
base
base-devel
bat
bc
blueman
bluez
bluez-utils
bottom
breeze-gtk
bridge-utils
brightnessctl
btop
btrfs-progs
bun-bin
cheese
clash-verge-rev-bin
clipboard-sync
cliphist
cpupower
ctags-git
dart-sass
dash
dmidecode
dnsmasq
dolphin
duf
efibootmgr
eza
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
figlet
file-roller
firefox
fish
fzf
fzy
gdb
ghostty
ghq
gimp
git
git-delta
github-cli
glances
glow
grc
grim
grimblast-git
grub
grub-btrfs
gst-plugin-pipewire
gst-plugins-good
gst-plugins-ugly
gtklock
gum
gvfs-afc
gvfs-mtp
gwenview
howdy-beta-git
htop
hub
hyperfine
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprpicker
hyprshade
hyprsunset
inotify-tools
intel-ucode
iptables-nft
just
kate
kde-gtk-config
kdeplasma-addons
kitty
kscreen
kvantum
kwallet-pam
lazygit
lib32-alsa-plugins
lib32-libpulse
lib32-nvidia-utils
lib32-openal
libguestfs
libreoffice-extension-texmaths
libreoffice-fresh
libva-nvidia-driver-git
linux
linux-firmware
linux-headers
lmstudio
lshw
lua51
luarocks
lxappearance
mako
man-db
matugen-bin
mdcat
mousam
mpv
navi
ncdu
nekoray-git
neofetch
neovide
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nmap
noto-fonts-cjk
npm
nvidia-open
nvidia-settings
nvidia-utils
nvtop
nwg-clipman
obs-studio
obsidian
okular
ollama-cuda
onefetch
openbsd-netcat
openmpi
openssh
openssl-1.1
pamixer
papirus-icon-theme-git
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pipewire-support
pixi
plasma-desktop
plasma-nm
plasma-pa
plasma-systemmonitor
playerctl
polkit-gnome
powerdevil
procs
python-gpustat
python-jinja
python-materialyoucolor-git
python-pillow
python-pywal
python-requests
qemu-base
qemu-full
qt5-wayland
qt5ct
qt6ct-kde
quarto-cli-bin
reflector
ripgrep
rofi
rog-control-center
safeeyes-git
sddm
sddm-kcm
shell-color-scripts-git
slurp
smartmontools
snixembed
speedtest-cli
spice-vdagent
spotify-launcher
starship
sudo
supergfxctl
swappy
swaylock-effects-git
swtpm
swww
tealdeer
tela-icon-theme-git
texlive-fontsrecommended
texlive-latexextra
texlive-xetex
thorium-browser-bin
thunar
thunar-archive-plugin
thunar-volman
timeshift
timeshift-autosnap
tmux
tree
ttf-fira-code
ttf-firacode-nerd
ttf-hack-nerd
ttf-hannom
ttf-ibmplex-mono-nerd
ttf-jetbrains-mono
ttf-maple
ttf-ms-win11-auto
ttf-nerd-fonts-symbols
ttf-roboto
ttf-victor-mono
ttf-victor-mono-nerd
typos
unrar
uv
uwsm
vde2
vim
virt-manager
virt-viewer
visual-studio-code-bin
vmware-workstation
vulkan-intel
vulkan-tools
waybar
wayshot
wev
wezterm-git
wf-recorder
wget
wireplumber
wl-clip-persist
wl-clipboard
wl-clipboard-history-git
wlogout
wlr-randr
write-good
xcb-imdkit
xclip
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zathura
zathura-cb
zathura-pdf-mupdf
zen-browser-bin
zoxide
zrok-bin
