acpi
alacritty
alsa-utils
android-tools
ant
arc-gtk-theme
arch-audit
arch-wiki-docs
archlinux-xdg-menu
asusctl
atuin
base
base-devel
bat
bc
bind
bluedevil
blueman
bluez
bluez-utils
bottom
bridge-utils
brightnessctl
btop
btrfs-progs
clang
cliphist
cloudflare-warp-bin
cpupower
ctags-git
dart-sass
dash
discord
dmidecode
dnsmasq
docker
docker-compose
dolphin
duf
easyeffects-git
efibootmgr
eza
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
figlet
file-roller
firefox
firefox-tridactyl-native
fish
freetds
fzf
fzy
gdb
ghostty
ghq
gimp
git
git-delta
git-lfs
github-cli
glances
glow
gnome-keyring
gnuplot
go
google-cloud-cli
grc
grim
grimblast-git
grub
grub-btrfs
gst-plugin-pipewire
gst-plugins-good
gst-plugins-ugly
gtklock
gum
gvfs-afc
gvfs-mtp
heimdall
htop
hub
hunspell-en_us
hyperfine
hypridle
hyprland
hyprland-guiutils
hyprlock
hyprpaper
hyprpicker
hyprsunset
inotify-tools
intel-ucode
iptables-nft
jdk-openjdk
jdk21-openjdk
journalctl-desktop-notification
just
kdeconnect
keepassxc
keyd
kitty
kvantum
lazydocker
lazygit
lib32-alsa-plugins
lib32-libpulse
lib32-nvidia-utils
lib32-openal
libreoffice-extension-texmaths
libreoffice-fresh
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
lshw
lua51
luarocks
lxappearance
mako
man-db
man-pages
maplemono-ttf
mariadb
matugen-bin
maven
mdcat
mermaid-cli
mongodb-bin
mosh
mousam
mpv
mycli
mysql-workbench
navi
ncdu
neofetch
neovide
neovim
nerdshade
net-tools
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
ngrok
nmap
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-clipman
nwg-displays
nyx
obs-studio
obsidian
ollama-cuda
onefetch
openbsd-netcat
openmpi
openssh
openssl-1.1
pacman-contrib
pamixer
pandoc-cli
papirus-icon-theme
pavucontrol
pgadmin4-desktop
pgcli
pipewire
pipewire-alsa
pipewire-jack
pipewire-libcamera
pipewire-pulse
pipewire-support
pixi
plasma-browser-integration
plasma-nm
playerctl
polkit-gnome
polkit-kde-agent
postgresql
power-profiles-daemon
powertop
pre-commit
procs
python-gpustat
python-jinja
python-materialyoucolor-git
python-pillow
python-pipx
python-pywal
python-requests
qbittorrent
qt5-wayland
qt5ct
qt6ct
quarto-cli-bin
quickshell-git
rclone
reflector
repo
ripgrep
rofi
rog-control-center
ruby-bundler
ruby-stdlib
rust
safeeyes-git
sddm
shell-color-scripts-git
slurp
smartmontools
speedtest-cli
spice-vdagent
starship
stremio
sudo
supergfxctl
swappy
swaylock-effects-git
swtpm
swww
sysfsutils
systemsettings
tealdeer
tectonic
tesseract-data-eng
texlive-binextra
texlive-fontsrecommended
texlive-latexextra
texlive-xetex
thunar
thunar-archive-plugin
thunar-volman
thunderbird
timeshift
timeshift-autosnap
tk
tmux
tomcat10
tor
traceroute
tree
tree-sitter-cli
ttf-fira-code
ttf-firacode-nerd
ttf-hack-nerd
ttf-hannom
ttf-ibmplex-mono-nerd
ttf-jetbrains-mono
ttf-material-symbols-variable-git
ttf-nerd-fonts-symbols
ttf-roboto
ttf-victor-mono
ttf-victor-mono-nerd
tumbler
typos
unrar
uv
uwsm
valgrind
vde2
vdpauinfo
vim
virt-viewer
visual-studio-code-bin
vlc
vmware-workstation
vulkan-intel
vulkan-tools
waybar
waypaper
wayshot
wev
wezterm-git
wf-recorder
wget
wireplumber
wireshark-qt
wl-clip-persist
wl-clipboard
wl-clipboard-history-git
wlogout
wlr-randr
wlrctl
write-good
xcb-imdkit
xclip
xdg-desktop-portal-hyprland
xorg-xhost
yay
zathura
zathura-cb
zathura-pdf-mupdf
zen-browser-bin
zoxide
zrok-bin
